artifacts/cfd-smoke/latest/negative/solver_failure/constant/momentumTransport
FoamFile
{
 version 2.0; format ascii; class dictionary; location "constant"; object momentumTransport;
}
simulationType laminar;
